[{"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 1, "text": "LiveWell at INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 2, "text": "The main entrance to Estate 360, Sector 36A, Gurugram. ARTISTIC RENDITION Our guiding philosophy of well-being now comes to Gurugram with Estate 360 — the ﬁrst intergenerational residential community of its kind in Delhi NCR. INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 3, "text": "11.8 acres …of intentional design. 6 residences …including 2 residences for senior living. 60+ amenities …catering to your well-being. 700 trees comprising 33 different species, throughout the estate. 1 lac sq. ft. …of amenities. (9291 m2) INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 4, "text": "A view of Estate 360. ARTISTIC RENDITION INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 5, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in Bringing real well-being to real estate. Established in 2016, Max Estates Limited is the real estate arm of Max Group. As a well-being company enabled by real estate, we endeavour to consciously create a unique conﬂuence of spaces that enhance your quality of life. As of today, Max Estates has curated a diversiﬁed portfolio of grade-A sustainable residential and commercial offerings across Delhi NCR. Backed by this successful track record, we aspire to grow our portfolio by adding at least 2 million sq. ft. every year, and spread the essence of LiveWell across Delhi NCR. Pictured: Estate 128 — our maiden LiveWell experience in Delhi NCR. . ARTISTIC RENDITION Imagined and developed by 5"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 6, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in Our philosophies of LiveWell and WorkWell, in our residential and commercial experiences respectively, are designed to improve our residents’ well-being through our nine key pillars. 6 Helping you LiveWell and WorkWell. Empathetic hospitality Generosity Environmental harmony Intentional design Peace of mind Belonging Inclusivity Sustainability Food and nutrition"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 7, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in Estate 360’s purposeful approach to intergenerational community living lends special attention to the well-being of all age groups. Antara, a pioneer in the ﬁeld and the only integrated senior care ecosystem in India, will manage dedicated senior living residences and spaces at Estate 360. With a commitment to nurture thriving communities where each member feels valued, healthy, and enriched, Antara offers residential living experiences, assisted care solutions and products to manage chronic health conditions through its various verticals: Senior living managed by Antara Dehradun Antara Noida 7 Expert Senior Care, Apno Jaisi"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 8, "text": "Intentional intergenerational living INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 9, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in Indian culture has always been rooted in certain values — togetherness, belonging and learning from our elders. With time has come the need to balance these values with the evolving needs of families — privacy, individuality and the importance of personal space. Embracing tradition to offer a unique approach to intergenerational community living, Estate 360 honours the needs of adults, families with children, and seniors. 9"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 10, "text": "Provides seniors with companionship, emotional support and a sense of safety. Helps seniors develop a deeper understanding of young people. Instills values of empathy, kindness and service in the young, and sensitises them to the concept of healthy ageing A vibrant ecosystem that… INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 11, "text": "Facilitates better physical health and a higher degree of satisfaction in life through increased social contact (irt.org.au, 2022)** Improves children’s language development, reading and social skills through interaction with older people (James Tapper, 2019)* A vibrant ecosystem that… *Tapper, J. (2019, January 5). ‘How the elderly can help the young - and help themselves’. The Guardian. https://www.theguardian.com/society/2019/jan/05/children-eldery-intergenerational-care-advantages#:~:tex t=By%20playing%20and%20reading%20with,US%2C%20Canada%20and%20the%20Netherlands. **(2022, August 16). ‘The beneﬁts of intergenerational relationships’. IRT Academy. https://www.irt.org.au/the-good-life/the-beneﬁts-of-intergenerational-relationships/ INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 12, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in 12 What makes the Estate 360 community intergenerational? Diverse age groups Bringing together people from various age brackets, including children, adults, middle-aged individuals and seniors. Shared spaces and activities Spaces and activities nurturing interaction, shared learning and a sense of community and togetherness. Intentional design Design, safety features and amenities catering to the speciﬁc needs of people belonging to different age groups and backgrounds."}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 13, "text": "A closer look at Estate 360 INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 14, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in The Antara Club Sports Block The Hub Our estate comprises of six luxury residences, with two dedicated senior living residences situated on one side of the estate, allowing them access to the larger ecosystem. 14 Residence 5 Managed by Antara Senior Living Residence 1 Residence 2 Residence 3 Residence 4 Residence 6 Managed by Antara Senior Living EWS housing Schools"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 15, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in 15 Designed for real well-being. INTENTIONAL DESIGN Intentional architectural, interior and landscape design practices that enable physical, emotional, social and environmental well-being. For the young and young-at-heart. AMENITIES FOR ALL GENERATIONS A thoughtful curation of offerings for all generations, including adults, families with children, and seniors. Connected at every step. WELL-CONNECTED LOCATION A thriving community located in Sector 36A-Dwarka Expressway, in the heart of Gurugram’s emerging urban hub."}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 16, "text": "The Lagoon Pool, with poolside seating, situated next to the residences. ARTISTIC RENDITION INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 17, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in Our estate, located in Sector 36A-Dwarka Expressway. ARTISTIC RENDITION A home that keeps you connected at every step. WELL-CONNECTED LOCATION INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in 17"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 18, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in Estate 360 offers you seamless access to a variety of amenities and environments. Located in Sector 36A-Dwarka Expressway, our estate is built close to the conﬂuence of the Dwarka Expressway, the proposed Delhi Metro corridor and the Central Peripheral Road (CPR). This allows it to be well-connected to Gurugram’s residential and commercial corridors, such as Cyber City. Proximity to NH-8 allows access to the Jaipur highway and seamless connectivity to Delhi NCR. Also in proximity is the Clover Leaf ﬂyover, connecting Southern Peripheral Road (SPR), Central Peripheral Road (CPR) and NH-48, as well as a trumpet junction being built by the National Highway Authority between Dwarka Expressway and CPR. WELL-CONNECTED LOCATION - Map not to scale. - NH-8 is now NH-48 18"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 19, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in All you need, all the time. Estate 360 is strategically placed at the heart of Gurugram’s emerging urban hub. WELL-CONNECTED LOCATION 2 min 5 min 10 min 15 min 15 min 25 min 29 min 30 min 30 min 30 min 35 min to the proposed Global City to the proposed Delhi Metro station to the Regional Rapid Transit System (RRTS) to Medanta Hospital to Delhi Public School to Sector 55-56 Metro Station to Classic Golf & Country Club, Tauru to Cyber City to Ambience Mall to IICC, Dwarka to the Indira Gandhi International Airport (IGI) - Map not to scale. - NH-8 is now NH-48 19"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 20, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in 20 Access to Gurugram’s Global City Close to our estate is an upcoming 1000-acre Global City, expected to house a mix of commercial, hospitality and retail developments, making our estate a lucrative and successful investment avenue for the future. Unobstructed views to the Green Belt A 50-metre-wide green belt to the north of our estate provides natural light, ventilation and verdant views to residents. - Map not to scale. - NH-8 is now NH-48"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 21, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in Unobstructed views to the Green Belt A 50-metre-wide green belt to the north of our estate provides natural light, ventilation and verdant views to residents. 21 - Map not to scale. - NH-8 is now NH-48 Access to Gurugram’s Global City Close to our estate is an upcoming 1000-acre Global City, expected to house a mix of commercial, hospitality and retail developments, making our estate a lucrative and successful investment avenue for the future."}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 22, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in A home that is designed for real well-being. INTENTIONAL DESIGN The amphitheatre, included in our landscaping for community engagement. ARTISTIC RENDITION INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in 22"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 23, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in 23 India-inspired architecture Intentional landscape design Environmentally conscious design Car-free ground living Biophilic approach to design INTENTIONAL DESIGN Designed for real well-being."}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 24, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in Discover a contemporary take on Indian heritage. Estate 360 is designed to honour the traditional while embracing the modern. The facade incorporates patterns and textures inspired by the Indian craft of jaali work, lending character and enabling ventilation as well as controlled daylighting. The careful integration of key vastu principles at our estate supports our well-being orientation. INTENTIONAL DESIGN India-inspired brickwork on our facade. ARTISTIC RENDITION 24"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 25, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in Enjoy the countryside, uninterrupted. Evoking the feeling of an idyllic countryside, Estate 360 is designed to bring you closer to nature at every step. Lush meadows and hillocks, scenic follies, and a winding lake with a bridge meet you as you travel across the estate. Landscaping amenities for all ages and lifestyles, such as a children’s playing area, a pet park and a number of outdoor seating spaces, allow our estate to be a thriving and lively neighbourhood. Wide pathways give pedestrians a choice in when and how they interact with one another. INTENTIONAL DESIGN The Serpentine Lake, with a crossing bridge. ARTISTIC RENDITION 25"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 26, "text": "A view of the Serpentine Lake. ARTISTIC RENDITION INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 27, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in Experience vehicle-free ground living. A designated underground vehicular system, enabled by a ramp and a separate arrival lobby, makes Estate 360 one of the few car-free residential communities in Gurugram. Minimal vehicular circulation on our plaza facilitates ease of living, and lets both seniors and young children enjoy the estate grounds freely and safely. INTENTIONAL DESIGN Pedestrian walkways at Estate 360. ARTISTIC RENDITION 27"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 28, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in Sunken courtyards allowing natural light into the underground parking. ARTISTIC RENDITION Entrance to the underground ramp, enabling minimal vehicular circulation. ARTISTIC RENDITION 28"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 29, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in 29 Our nature is to nurture. As an IGBC Platinum Pre-certiﬁed project — the highest possible certiﬁcation awarded to a development — we proudly achieve the exceptional standards of energy efﬁciency, water efﬁciency, material selection and waste management set by the Indian Green Building Council. Air quality enhancement systems Energy efﬁciency through smart home integration Water reuse and recycling practices Community sustainability programs Eco-conscious construction practices PRE-CERTIFICATION INTENTIONAL DESIGN Effective waste management system"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 30, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in A view of the estate amphitheatre, offering amenities for all ages. ARTISTIC RENDITION A home with something for the young and the young-at-heart. AMENITIES FOR ALL GENERATIONS INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in 30"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 31, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in The Antara Club Sports Block Tennis, padel tennis, squash, badminton Amphitheatre Senior Park Boathouse on the Lake The Lagoon Pool Toddlers’ Pool Pet Park Golf Putting Area Serpentine Lake Folly on the Mound Children’s Den Down to underground parking Cricket Pitch Community Plaza The Hub Amenities for all generations 31 Idyllic lawn with seating Trellised cab and bus pickup Tree groves Meadows & events lawn Jogging/walking track Lakeside lawn Pool deck Trellised sitting area Jogging/walking track Jogging/walking track Indoor all-weather pool Party terrace & club terrace"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 32, "text": "The Lagoon Pool at Estate 360. ARTISTIC RENDITION INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 33, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in Experience true well-being at The Hub. Our community clubhouse, The Hub, offers an eclectic mix of well-being amenities available to all residents. Balancing outdoor and indoor space, The Hub has something for everyone to look forward to. AMENITIES FOR ALL GENERATIONS The Hub at Estate 360 — our community clubhouse. ARTISTIC RENDITION 33"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 34, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in 34 ● Creche with play equipment Childcare ● Games room (snooker/billiards) ● Club room with provisions for cards/chess/carrom ● Library/Reading room Recreation Productivity ● WorkWell coworking suite ● Meeting rooms Amenities at The Hub Health & Fitness ● Gymnasium ● Outdoor swimming pool ● Toddlers’ pool ● Multipurpose ﬁtness room, for yoga and pilates ● Spa ● Steam/Sauna room ● All day dining with alfresco seating ● Juice bar ● Sports bar Food & Beverage"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 35, "text": "The all day dining at The Hub. ARTISTIC RENDITION INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 36, "text": "A view of the triple-height lobby at The Hub. ARTISTIC RENDITION INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 37, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in Companionship and care, at The Antara Club. The Antara Club offers an array of amenities dedicated to the well-being of our senior residents. The club embodies a vision of togetherness and engagement that adds to the seniors’ holistic well-being. AMENITIES FOR ALL GENERATIONS Lobby at Antara Club, Dehradun. ACTUAL IMAGE ASL DEHRADUN narera.gov.in"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 38, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in 38 Amenities at The Antara Club ● The Cards Room ● The Bridge Room ● The Den ● The Theatre ● Events space ● Guest rooms Recreation ● Indoor dining ● Juice bar ● Veranda dining space Food & Beverage Productivity ● The Reading Corner ● The Creativity Workshop ● Gardening terrace ● Business center ● Concierge desk Fitness ● Indoor all-weather pool ● Steam/Sauna Room ● Gym ● The Pavillion for yoga Available to all residents of Estate 360"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 39, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in At Estate 360, everyone enjoys the luxury of being looked after. Our intentional approach to intergenerational living allows us to offer residents primary healthcare amenities, managed by Antara and accessible to all residents at Estate 360. Lifecare suites Clinical consultation room Access to a consulting doctor Healthcare Amenities Phlebotomy room Tie-ups with nearby hospitals Ambulance and emergency services Access to nursing and health caregivers Physiotherapy room 39"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 40, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in Room to grow, space to play, at the Sports Block. A dedicated Sports Block houses various sports facilities, both indoor and outdoor, for your physical well-being. AMENITIES FOR ALL GENERATIONS Outdoor sports amenities at the Estate 360 Sports Block. ARTISTIC RENDITION : https://haryanarera.gov.in"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 41, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in 41 Outdoor cricket pitch Outdoor tennis court Indoor squash court Indoor badminton courts Indoor juice bar Rooftop padel tennis courts Amenities at The Sports Block"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 42, "text": "A view of the Sports Block at Estate 360. ARTISTIC RENDITION INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 43, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in 43 Golf Putting Area Children’s Den Amphitheatre The Lagoon Pool and Toddlers’ Pool Pet Park Outdoor amenities at the Estate Folly on the Mound Serpentine Lake Boathouse *Non-exhaustive list of amenities"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 44, "text": "The golf putting area at Estate 360. ARTISTIC RENDITION INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 45, "text": "A view of The Lagoon Pool. ARTISTIC RENDITION INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 46, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in Find common ground at the Community Plaza. Our Community Plaza offers an array of convenience retail amenities, and is designed to bring people together for entertainment, leisure and community interaction. Storefronts at The Hub open directly onto the plaza, activating the neighbourhood. ● Convenience store ● Pharmacy ● Laundry and dry cleaning services ● Electric and hardware store ● Stationery ● Salon ● Bakery ● Florist ● ATM *Indicative list, subject to change AMENITIES FOR ALL GENERATIONS Outside the Community Plaza at Estate 360, with storefronts opening to the street. ARTISTIC RENDITION 46"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 47, "text": "A view of The Community Plaza. ARTISTIC RENDITION INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 48, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in One of the six residences at Estate 360. ARTISTIC RENDITION Residences at INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in 48"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 49, "text": "A home that brings you proximity and privacy. OUR RESIDENCES A view of our residences, featuring the Sky Villas. ARTISTIC RENDITION INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 50, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in 50 Residence offerings Our residences are built with careful consideration towards your comfort. Sunken courtyards allow natural light to cascade down even to the lower ground level, with air-conditioned lobbies making for a pleasant arrival experience. Additionally, the four homes on every ﬂoor are served by two separate elevator lobbies, minimising crowding and offering you privacy. OUR RESIDENCES Two separate elevator lobbies Dedicated service access Sunken courtyards at drop-off Air-conditioned lobbies Public access Service access Residences 1 2 3 4"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 51, "text": "A home that is your haven. OUR HOMES An Estate 360 home. ARTISTIC RENDITION INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 52, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in 52 Generous wraparound decks Separate staff entry for private, uninterrupted living Flexible area that can be used as a home ofﬁce, storage room or staff room En suite bathrooms for all rooms Separation of guest areas and living spaces Offerings for your home Our homes are intentionally planned to lend you comfort, privacy and a seamless ﬂow of movement. Modern amenities such as a separate staff entry and a dedicated powder room enhance your ease of living, while wraparound balconies offer ample natural light, intimate contact with nature and verdant views. Choose from a variety of homes at Estate 360, including double-storey penthouses, and four and three bedroom homes. OUR HOMES"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 53, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in Generous wraparound decks Each home comes with a wraparound balcony, offering verdant views to the north. The decks extend generously in front of the living room, making your home feel larger and enabling synergy between the indoors and outdoor. OUR HOMES : https://haryanarera.gov.in A view of the wraparound deck. ARTISTIC RENDITION"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 54, "text": "A view of the wraparound balcony. ARTISTIC RENDITION INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 55, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in Separation of guest areas and living spaces Bedrooms are carefully tucked away from guest areas such as the living and dining spaces, to help you equally enjoy hosting people as well as time to yourself. OUR HOMES The living room in an Estate 360 home. ARTISTIC RENDITION : https://haryanarera.gov.in"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 56, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in 56 Total Area: 2611 ft2 | 243 m2 RERA Carpet Area: 1404 ft2 | 130 m2 Exclusive Area: 1945 ft2 | 181 m2 3 Bedroom RESIDENCES 1 & 3 OUR HOMES 6 6 5 2 3 9 8 1 10 7 7 7 7 4 3 Bedrooms | 3 Bathrooms | Staff & Storage room Entry foyer Living & dining room Kitchen Powder room Master bedroom 1 2 3 4 5 Bedroom Bathroom Walk-in closet Staff & storage room Wraparound deck 6 7 8 9 10 1 m2 = 10.7639 ft2 Total area shall mean the area after loading of other constructed areas including the exclusive balcony areas and constructed common areas over the carpet area of a unit/apartment which is duly mentioned in the layout plan of the unit/apartment. Exclusive area consists of carpet area and balcony areas for exclusive use of the allottee."}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 57, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in 57 3 Bedroom + TYPE A — RESIDENCES 1 & 3 2 8 1 7 7 9 6 6 5 3 10 4 7 7 Total Area: 2844 ft2 | 264 m2 RERA Carpet Area: 1530 ft2 | 142 m2 Exclusive Area: 2094 ft2 | 195 m2 3 Bedrooms | 3 Bathrooms | Staff & Storage room OUR HOMES 1 m2 = 10.7639 ft2 Total area shall mean the area after loading of other constructed areas including the exclusive balcony areas and constructed common areas over the carpet area of a unit/apartment which is duly mentioned in the layout plan of the unit/apartment. Exclusive area consists of carpet area and balcony areas for exclusive use of the allottee. Entry foyer Living & dining room Kitchen Powder room Master bedroom 1 2 3 4 5 Bedroom Bathroom Walk-in closet Staff & storage room Wraparound deck 6 7 8 9 10"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 58, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in 58 3 Bedroom + TYPE B — RESIDENCES 2 & 4 2 8 1 7 7 9 6 6 5 3 4 7 7 10 Total Area: 2802 ft2 | 260 m2 RERA Carpet Area: 1507 ft2 | 140 m2 Exclusive Area: 2158 ft2 | 200 m2 3 Bedrooms | 3 Bathrooms | Staff & Storage room OUR HOMES 1 m2 = 10.7639 ft2 Total area shall mean the area after loading of other constructed areas including the exclusive balcony areas and constructed common areas over the carpet area of a unit/apartment which is duly mentioned in the layout plan of the unit/apartment. Exclusive area consists of carpet area and balcony areas for exclusive use of the allottee. Entry foyer Living & dining room Kitchen Powder room Master bedroom 1 2 3 4 5 Bedroom Bathroom Walk-in closet Staff & storage room Wraparound deck 6 7 8 9 10"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 59, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in 59 4 Bedroom RESIDENCES 2 & 4 2 8 1 7 7 9 6 6 5 3 4 7 7 6 7 10 11 11 Total Area: 3531 ft2 | 328 m2 RERA Carpet Area: 1899 ft2 | 176 m2 Exclusive Area: 2653 ft2 | 246 m2 4 Bedrooms | 6 Bathrooms | Staff & Storage room OUR HOMES 1 m2 = 10.7639 ft2 Total area shall mean the area after loading of other constructed areas including the exclusive balcony areas and constructed common areas over the carpet area of a unit/apartment which is duly mentioned in the layout plan of the unit/apartment. Exclusive area consists of carpet area and balcony areas for exclusive use of the allottee. Entry foyer Living & dining room Kitchen Powder room Master bedroom 1 2 3 4 5 Bedroom Bathroom Walk-in closet Staff & storage room Wraparound deck Puja niche 6 7 8 9 10"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 60, "text": "A view of the master bedroom in an Estate 360 home. ARTISTIC RENDITION INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 61, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in 61 One Tap Lighting Control Our home automation system ensures everything you need is a tap away. Effortlessly switch on or switch off the lighting, fan & AC in every room, with a mobile application. Door Monitor, For Your Safety Our video door phones enable you to see and communicate with anyone at your door, whether you're at home or away. This added layer of security allows you to control access to your home and monitor visitors, enhancing your overall safety and peace of mind. Smart door locks in our homes offer advanced security features, allowing you to lock and unlock your door remotely using your smartphone, and even grant access to visitors from wherever you are. Sensing Your Needs, at All Times Our homes come equipped with motion sensor lights in all bathrooms, for your convenience, while our kitchens are equipped with gas leakage sensors to detect any potential hazards. Control Your Smart Home, with Your Smartphone All of the above mentioned features are seamlessly integrated and easily controlled through intuitive applications on your phone. Manage and monitor your home from anywhere, and enjoy the ﬂexibility of staying connected to your living space, even on the go. HOME AUTOMATION Experience the future of modern living, and the convenience of a truly connected home. We believe in seamlessly integrating technology into your daily living to make it easier and more secure — and our homes do just that. Our residences are designed to integrate state-of-the-art home automation, for your peace of mind."}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 62, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in 62 Waste Management and Sustainability ● Waste management and sustainable practices Infrastructure and Upgrades ● Maintenance and upkeep of infrastructure including lifts, building façade, air conditioners, garden area, corridors and building lobby ● Augmentation, upgrades and replacements of security, ﬁre and electromechanical systems ● Replacement/refurbishing of parts for maintenance services in common areas Financial and Administrative ● Annual fees for various authorities ● Consultancy for renewal of statutory licenses ● Insurance for the facility ● Depreciation/sinking fund/lease rent for electromechanical equipment (e.g. chillers, AHUs, generators, lifts)"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 62, "text": "parts for maintenance services in common areas Financial and Administrative ● Annual fees for various authorities ● Consultancy for renewal of statutory licenses ● Insurance for the facility ● Depreciation/sinking fund/lease rent for electromechanical equipment (e.g. chillers, AHUs, generators, lifts) Horticulture and Beautiﬁcation ● Horticulture and beautiﬁcation of common areas, including facility surfaces Overall Security Management of the Common Areas ● Gate management ● Basements management ● Visitor management ● Tower security ● Patrolling Fire and Infra Safety-Related Protocols of the Estate ● Peripheral safety (fencing and CCTV) ● Smoke detectors ● Fire equipment and drill ● Elevator safety Plant and Machinery, Civil and IT, MEP Maintenance ● All plant and machinery ● STP ● Fire pumps ● Water treatment ● Electrical panels ● DG and chillers COMMON AREA MAINTENANCE SERVICES Welcome to a home that takes care of you, and itself. Indicative; to be further reviewed and reﬁned closer to start of operations. Maintenance and Operations ● Annual maintenance contracts for lifts, ﬁre safety, air conditioners, etc ● Maintenance of landscaped areas, compound walls, electriﬁcation, sewerage, roads, paths and other services within the facility boundary ● Maintenance, housekeeping, cleaning, painting and necessary replacements in common areas, including basements ● Operation staff, administrative staff and maintenance staff related to the facility ● All consumables and tools for services in common areas ● Pest control"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 62, "text": "facility boundary ● Maintenance, housekeeping, cleaning, painting and necessary replacements in common areas, including basements ● Operation staff, administrative staff and maintenance staff related to the facility ● All consumables and tools for services in common areas ● Pest control Utilities and Services ● Water for all purposes ● Electricity for central air-conditioning (excluding AHUs serving demised premises) and all services in parking, common and external areas ● Power backup maintenance (diesel, lubricants, gas, etc.) for generators and air conditioning systems"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 63, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in 63 Culinary Services Enjoy a diverse range of cuisines with our vetted list of home cooks and chefs. Food Delivery Have fresh meals delivered right to your home from The Hub’s dedicated kitchen. Catering Assistance For special occasions, our concierge can connect you with reputable F&B vendors for in-home catering. Housekeeping Services Beneﬁt from our in-house housekeeping services for mopping, dusting, and ironing, or choose from hourly, daily, weekly, or monthly packages available through our trusted vendors. Laundry Services Our concierge can connect you with our in-house laundry services for your everyday needs. Gardening Services Access our in-house gardening and horticulture services for assistance with regular maintenance of your home garden. Pet Care Services We offer a range of pet care services in collaboration with our empanelled vendor, including a kennel, veterinary clinic, pet spa and accessories. Chauffeur Services Our concierge can arrange trustworthy chauffeurs for luxury and non-luxury cars. Car Cleaning Services We have an on-site vendor to assist with daily car wash services. Car Repair Services The estate has an on-site car clinic for assistance with minor repairs, modiﬁcations, and accessories. The concierge can offer support with car insurance, if required. Wellness Centre managed by Antara Senior Living The on-site wellness centre is staffed with a trained nurse, on-site paramedics, and an ambulance for your peace of mind. Care at Home managed by Antara Senior Living Receive personalised medical care from trained professionals in the comfort and safety of your home. Early Learning Centre managed by Learning Matters Nurture your child’s development with an enriching curriculum designed to foster creativity and learning through play and hands-on engagement. Programs include First Steps (for ages 2+ to 4 years), Right Start (for ages 4 to 5 years) and the Parent-Toddler Program (for ages 18 months to 2+ years). EXCLUSIVE RESIDENT SERVICES Enjoy true ease of living with our exclusive resident services and a dedicated on-site concierge."}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 64, "text": "Embodying our spirit of community, Estate 360 is a culmination of meaningful collaborations between thought leaders in architecture and design. INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 65, "text": "INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in Gensler London, UK Principal Architect 65 Our Partners RSP Design Consultants Gurugram, India Project Architect Studio Lotus New Delhi, India Interior Designer Sanelac Consultants Pvt. Ltd. New Delhi, India MEP Consultant Oracles New Delhi, India Landscape Designer Vijay Sankar Sharma New Delhi, India Vastu Consultant Matrix Management Consultants Pvt. Ltd New Delhi, India VT Consultant VINTECH New Delhi, India Structure Consultant UNITRANS New Delhi, India Trafﬁc Consultant"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 66, "text": "We welcome you to a home where well-being begins with INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in"}, {"pdf_name": "introduction-to-Estate-360.pdf", "page_number": 67, "text": "Experience our LiveWell philosophy at maxestates.in INTRODUCTION TO ESTATE 360 | HARERA no.: RC/REP/HARERA/GGM/860/592/2024/87 | HARERA website: https://haryanarera.gov.in The Project ‘Estate 360’ is registered with the HARERA with registration no. RC/REP/HARERA/GGM/860/592/2024/87. Please refer to project details on the website of HARERA https://haryanarera.gov.in prior to making any decision. The promoter of Estate 360 is Max Estates Gurgaon Ltd. (CIN no. U70109UP2022PLC170197) having its Registered ofﬁce at Max Towers,C - 001/A/1, Sector- 16B, Noida, Gautam Buddha Nagar, Noida UP 201301. This is not an offer, an invitation to offer and/or commitment of any nature. The images include artistic impressions and stock images. The details of Project, Apartment/ Unit including but not limited to designs, dimensions, cost, facilities, plans, images, speciﬁcations, furniture, accessories, paintings, iterns, electronic goods, additional ﬁttings/ﬁxtures, decorative items, are only indicative in nature and are only for the purpose of illustrating/indicating a possible layout and may not form part of the standard speciﬁcations/ amenities/services to be provided in the Project, Apartment/ Unit. Intending buyers are advised to use their discretion in relying on the information/amenities described/shown therein. All speciﬁcations of the Project, Apartment/ Unit shall be as per the documents/ information uploaded by the company on the website of HARERA and the agreement between the parties. 1 Sq. Mtrs. is equal to 10.76 Sq.ft. | 1 acre is equal to 4046.86 sq. mtr.\""}]